tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "izumin5210/tools"
cask "adoptopenjdk8"
brew "python"
brew "curl"
brew "docker", link: false
brew "docker-compose", link: false
brew "fish"
brew "go"
brew "mas"
brew "izumin5210/tools/grapi"
cask "android-studio"
cask "background-music"
cask "discord"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "grandperspective"
cask "iterm2"
cask "java"
cask "kap"
cask "karabiner-elements"
cask "sequel-pro"
cask "station"
cask "steam"
cask "thunderbird"
cask "visual-studio-code"
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LadioCast", id: 411213048
mas "LINE", id: 539883307
mas "Xcode", id: 497799835
