tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

cask "java"
brew "arp-scan"
brew "automake"
brew "binutils"
brew "ctags"
brew "dep"
brew "openssl"
brew "docker-compose"
brew "libffi"
brew "gradle"
brew "inetutils"
brew "libtool"
brew "mas"
brew "neovim"
brew "nmap"
brew "pkg-config"
brew "python"
brew "tree"
brew "watchman"
brew "wget"

cask "alfred"
cask "android-studio"
cask "appcleaner"
cask "discord"
cask "docker"
cask "duet"
cask "google-chrome"
cask "google-japanese-ime"
cask "grandperspective"
cask "idafree"
cask "iterm2"
cask "java8"
cask "kap"
cask "karabiner-elements"
cask "marp"
cask "owasp-zap"
cask "react-native-debugger"
cask "sequel-pro"
cask "sourcetree"
cask "station"
cask "steam"
cask "typora"
cask "virtualbox"
cask "wireshark"

mas "Keynote", id: 409183694
mas "LadioCast", id: 411213048
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Volume Reset", id: 495705418
mas "Xcode", id: 497799835
