tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "openssl"
brew "python"
brew "binutils", link: true
brew "cmake"
brew "ctags"
brew "dep"
brew "docker"
brew "docker-compose"
brew "ffmpeg"
brew "ghq"
brew "graphviz"
brew "haskell-stack", link: false
brew "imagemagick"
brew "inetutils"
brew "jq"
brew "llvm"
brew "mas"
brew "nmap"
brew "pkg-config"
brew "ruby"
brew "the_silver_searcher"
brew "tree"
brew "watchman"
brew "wget"
cask "android-studio"
cask "discord"
cask "docker"
cask "duet"
cask "google-chrome"
cask "google-japanese-ime"
cask "grandperspective"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "sequel-pro"
cask "sourcetree"
cask "station"
cask "steam"
cask "typora"
cask "vagrant"

mas "Apple Configurator 2", id: 1037126344
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Xcode", id: 497799835
